const posts = [
  {
    title:
      "Видео: сравнение стандартной версии Metro Exodus и Enhanced Edition на RTX 3080 в 4К",
    creationDate: new Date("01/01/2021"),
    content:
      "Улучшенное издание Metro Exodus с подзаголовком Enhanced Edition вышло 6 мая 2021 года на ПК, а 18 июня доберётся до PS5, Xbox Series X и Series S. В проекте реализовали много графических улучшений, одно из которых — это освещение с полноценной трассировкой лучей для каждого источника света. Автор YouTube-канала Cycu1 решил проверить, насколько улучшенное издание отличается от базового. Он выпустил ролик, где сопоставил два варианта Metro Exodus в разрешении 4К",
  },
  {
    title:
    "Xiaomi придумала смартфон с подэкранной камерой, вращающейся внутри корпуса",
    creationDate: new Date("01/02/2021"),
    content:
    "Китайская компания Xiaomi запатентовала очень необычный смартфон, оборудованный фронтальной камерой, находящейся за дисплеем. Информация об устройстве опубликована на сайте Всемирной организации интеллектуальной собственности (WIPO)"
  },
  {title:
  "Дело техники: восстановление повреждённых файлов различных форматов",
  creationDate: new Date("04/01/2021"),
  content:
  "Если какие-то документы или данные повреждены — это ещё не повод удалять их с диска компьютера. «Битые» файлы, будь то документы, архивы, аудио, видео или изображения, можно попытаться восстановить. В этом обзоре приведём несколько простых способов восстановления файлов различных типов"
  },

];
